Repository: weblate/repo-scrapers
Catalog: metadata.universal/resources/language/resource.language.*/strings.po
Languages: nl_nl, pl_pl

# Addon Description
source: Universal Scraper is currently the most customizable scraper by collecting information from the following supported sites: IMDb, themoviedb.org, Rotten Tomatoes, OFDb.de, fanart.tv, port.hu. This scraper is currently the flagship of the Team-Kodi scrapers. The initial search can be done either on TMDb or IMDb (according to the settings), but following that it can be set field by field that from which site you want that specific information.
nl_nl: Deze scraper verzamelt informatie van de volgende ondersteunde sites: IMDb, themoviedb.org, Rotten Tomatoes, OFDb.de, fanart.tv. Het start altijd de eerste zoektocht op TMDb, maar kan vervolgens veld voor veld informatie kiezen van de site waar jij specifieke informatie van wilt.
pl_pl: Universal Scraper jest aktualnie esktraktorem o największych możliwościach personalizacji, zbierając informacje z następujących serwisów: IMDb, themoviedb.org, Rotten Tomatoes, OFDb.de, fanart.tv. W pierwszej kolejności przeszukuje serwisy TMDb lub IMDb (w zależności od ustawień), a następnie może być ustawiony by poszczególne pola były wypełniane informacjami z innych serwisów.

# #30001
source: Enable fanart from themoviedb.org
nl_nl: Gebruik fanart van themoviedb.org
pl_pl: Włącz fototapety z themoviedb.org

# #30002
source: Enable posters from themoviedb.org
nl_nl: Gebruik posters van themoviedb.org
pl_pl: Włącz plakaty z themoviedb.org

# #30004
source: Enable posters from MoviePosterDB
nl_nl: Gebruik posters van MoviePosterDB
pl_pl: Włącz plakaty z MoviePosterDB

# #30005
source: Get Trailers directly from YouTube
nl_nl: Haal trailers direct van YouTube
pl_pl: Pobieraj zwiastuny bezpośrednio z YouTube

# #30008
source: Preferred Title Language from
nl_nl: Voorkeurstaal titel van
pl_pl: Preferowany język tytułu z

# #30009
source: Enable trailers from themoviedb.org
nl_nl: Gebruik Trailers van themoviedb.org
pl_pl: Włącz zwiastuny z themoviedb.org

# #30011
source: Poster
pl_pl: Plakat

# #30012
source: Trailers
pl_pl: Zwiastuny

# #30013
source: Get Set (Collection) Name from themoviedb.org
nl_nl: Verkrijg setnaam (collectie) van themoviedb.org
pl_pl: Pobieraj nazwę serii (kolekcji) z themoviedb.org

# #30014
source: Get Plot from
nl_nl: Haal verhaallijn van
pl_pl: Pobieraj fabułę z

# #30015
source: Get Cast / Directors / Writers From
nl_nl: Haal cast / regisseurs / auteurs van
pl_pl: Pobieraj obsadę / reżyserów / scenarzystów z

# #30016
source: Plot Sources
nl_nl: Plotbronnen
pl_pl: Źródła fabuły

# #30020
source: Preferred Plot Language
nl_nl: Voorkeurstaal plot
pl_pl: Preferowany język fabuły

# #30021
source: Get Default Ratings from
nl_nl: Verkrijg standaardwaarderingen van
pl_pl: Pobieraj oceny domyślne z

# #30022
source: Get Genres From
nl_nl: Haal genres van
pl_pl: Pobieraj gatunki z

# #30023
source: Get Title From
nl_nl: Haal titels van
pl_pl: Pobieraj tytuł z

# #30024
source: Title Sources
nl_nl: Titel bronnen
pl_pl: Źródła tytułów

# #30025
source: Cast & Credits Sources
nl_nl: Bronnen voor cast en credits
pl_pl: Źródła obsady i ekipy

# #30026
source: Genres Sources
nl_nl: Bronnen voor genres
pl_pl: Źródła gatunków

# #30027
source: Preferred Title Language
nl_nl: Voorkeurstaal titel
pl_pl: Preferowany język tytułu

# #30028
source: Trailer Sources
nl_nl: Bronnen voor trailers
pl_pl: Źródła zwiastunów

# #30029
source: Movie Collections
nl_nl: Speefilmcollecties
pl_pl: Kolekcje filmowe

# #30030
source: Rating Sources
nl_nl: Bronnen voor waarderingen
pl_pl: Źródła ocen

# #30031
source: Certification Settings
nl_nl: Certificeringsinstellingen
pl_pl: Ustawienia kategorii wiekowej

# #30032
source: Get Certification From
nl_nl: Haal certificering van
pl_pl: Pobieraj kategorie wiekowe z

# #30033
source: Preferred Certification Country
nl_nl: Voorkeursland certificering
pl_pl: Preferowany kraj kategorii wiekowej

# #30034
source: Preferred Poster Language
nl_nl: Voorkeurstaal poster
pl_pl: Preferowany język plakatu

# #30035
source: Certification Prefix
nl_nl: Certificeringsprefix
pl_pl: Prefiks kategorii wiekowej

# #30037
source: Enable posters from trakt.tv
nl_nl: Gebruik posters van trakt.tv
pl_pl: Włącz plakaty z trakt.tv

# #30038
source: Enable fanart from trakt.tv
nl_nl: Gebruik fanart van trakt.tv
pl_pl: Włącz fototapety z trakt.tv

# #30039
source: Enable trailers from trakt.tv
nl_nl: Gebruik trailers van trakt.tv
pl_pl: Włącz zwiastuny z trakt.tv

# #30040
source: Genre Language
nl_nl: Genretaal
pl_pl: Język gatunków

# #30041
source: Preferred Trailer Language
nl_nl: Voorkeurstaal trailer
pl_pl: Preferowany język zwiastunów

# #30042
source: Get Tagline From
nl_nl: Haal tagline van
pl_pl: Pobieraj slogan/motto z

# #30043
source: Preferred Tagline Language
nl_nl: Voorkeurstaal tagline
pl_pl: Preferowany język sloganu

# #30044
source: Get IMDb TOP250 Ranking
nl_nl: Ophalen IMDb Top250-plaatsing
pl_pl: Pobieraj miejsce w rankingu IMDb Top 250

# #30045
source: Get Outline From
nl_nl: Verkrijg een beschrijving van
pl_pl: Pobieraj zarys fabuły z

# #30046
source: Preferred Set (Collection) Name Language
nl_nl: Voorkeurstaal setnaam (collectie)
pl_pl: Preferowany język nazwy zestawu (kolekcji)

# #30047
source: Poster Sources
nl_nl: Posterbronnen
pl_pl: Źródła plakatów

# #30048
source: Get Keywords and Save as Tags from
nl_nl: Verkrijg trefwoorden en sla op als tags van
pl_pl: Pobieraj słowa kluczowe i zapisuj jako znaczniki z

# #30100
source: Rating
nl_nl: Waardering
pl_pl: Ocena

# #30110
source: Rating Generated Using
nl_nl: Waardering gegenereerd met
pl_pl: Ocena wygenerowana przy użyciu

# #30111
source: Also get ratings from IMDb
nl_nl: Verkrijg ook waarderingen van IMDb
pl_pl: Pobieraj również oceny z IMDb

# #30112
source: Also get ratings from Rotten Tomatoes
nl_nl: Verkrijg ook waarderingen van Rotten Tomatoes
pl_pl: Pobieraj również oceny z Rotten Tomatoes

# #30113
source: Also get ratings from MetaCritic
nl_nl: Verkrijg ook waarderingen van MetaCritic
pl_pl: Pobieraj również oceny z MetaCritic

# #30114
source: Also get ratings from themoviedb.org
nl_nl: Verkrijg ook waarderingen van themoviedb.org
pl_pl: Pobieraj również oceny z themoviedb.org

# #30115
source: Use the Score Aggregated from
nl_nl: Gebruik de samengevoegde score van
pl_pl: Używaj oceny zagregowanej z

# #30116
source: OMDB Api Key
nl_nl: OMDB API-sleutel
pl_pl: Klucz API OMDB

# #30117
source: Please Register Api Key on omdbapi.com and Add it Above
nl_nl: Registreer de API-sleutel op omdbapi.com en voeg 'm boven toe.
pl_pl: Zarejestruj klucz API na omdbapi.com i dodaj go powyżej

# #30118
source: Also get non-default Rotten Tomatoes ratings
nl_nl: Verkrijg ook niet-standaard Rotten Tomatoes-waarderingen
pl_pl: Pobieraj również inne niż domyślne oceny Rotten Tomatoes

# #30200
source: Credits
pl_pl: Ekipa

# #30201
source: Get Studio from
nl_nl: Haal filmstudio op van
pl_pl: Pobieraj wytwórnię filmową z

# #30202
source: Get Country from
nl_nl: Haal landkeuze op van
pl_pl: Pobieraj kraj z

# #30300
source: Search
nl_nl: Zoeken
pl_pl: Szukaj

# #30303
source: Search Engine to Use
nl_nl: Te gebruiken zoekmachine
pl_pl: Źródło wyszukiwania

# #30304
source: Secondary Search Language (In Addition to en-us)
nl_nl: Tweede zoektaal (naast en-us)
pl_pl: Dodatkowy język wyszukiwania (oprócz en-us)

# #30305
source: Include All Movie Categories
nl_nl: Inclusief alle filmcategorieën
pl_pl: Uwzględniaj wszystkie kategorie filmów

# #30306
source: Warning:
nl_nl: Waarschuwing:
pl_pl: Ostrzeżenie:

# #30307
source: Enabling All Movie Categories will greatly reduce the search accuracy !!!
nl_nl: Het selecteren van alle filmcategorieën zal de accuraatheid van zoekacties verminderen!
pl_pl: Zaznaczenie wszystkich kategorii filmowych znacząco zmniejszy dokładność wyszukiwania!

# #30308
source: Preferred Search Language
nl_nl: Voorkeurstaal zoeken
pl_pl: Preferowany język wyszukiwania

# #30400
source: Plot
pl_pl: Fabuła

# #30401
source: Plot / Tagline / Outline
nl_nl: Plot / Tagline / Beschrijving
pl_pl: Fabuła / Slogan / Zarys

# #30500
source: Fanart
pl_pl: Fototapeta

# #30501
source: Fanart Sources
nl_nl: Fanart bronnen
pl_pl: Źródła fototapet

# #30502
source: Enable posters from fanart.tv
nl_nl: Gebruik posters van fanart.tv
pl_pl: Włącz plakaty z fanart.tv

# #30503
source: Enable fanart from fanart.tv
nl_nl: Gebruik fanart van fanart.tv
pl_pl: Włącz fototapety z fanart.tv

# #30504
source: Enable posters from IMDb
nl_nl: Gebruik posters van IMDb
pl_pl: Włącz plakaty z IMDb

# #30700
source: Artwork
pl_pl: Grafika

# #30701
source: Extra Artwork
pl_pl: Grafika dodatkowa

# #30702
source: Enable clearlogo from fanart.tv
nl_nl: Gebruik clearlogo van fanart.tv
pl_pl: Włącz clearlogo z fanart.tv

# #30703
source: Enable clearart from fanart.tv
nl_nl: Gebruik clearart van fanart.tv
pl_pl: Włącz clearart z fanart.tv

# #30704
source: Enable movie banner from fanart.tv
nl_nl: Gebruik filmbanner van fanart.tv
pl_pl: Włącz baner z fanart.tv

# #30705
source: Enable movie landscape from fanart.tv
nl_nl: Gebruik filmachtergrond van fanart.tv
pl_pl: Włącz krajobraz (landscape) z fanart.tv

# #30707
source: Enable movie landscape from themoviedb.org
nl_nl: Gebruik filmachtergrond van themoviedb.org
pl_pl: Włącz krajobraz (landscape) z themoviedb.org

# #30706
source: Enable discart from fanart.tv
nl_nl: Gebruik discart van fanart.tv
pl_pl: Włącz grafikę dysku z fanart.tv

# #30801
source: Collection Artwork
nl_nl: Collectie-artwork
pl_pl: Kolekcja grafiki

# #30802
source: Enable set poster from fanart.tv
nl_nl: Gebruik setposter van fanart.tv
pl_pl: Włącz plakat zestawu z fanart.tv

# #30803
source: Enable set fanart from fanart.tv
nl_nl: Gebruik setfanart van fanart.tv
pl_pl: Włącz fototapetę zestawu z fanart.tv

# #30804
source: Enable set clearlogo from fanart.tv
nl_nl: Gebruik setclearlogo van fanart.tv
pl_pl: Włącz clearlogo zestawu z fanart.tv

# #30805
source: Enable set clearart from fanart.tv
nl_nl: Gebruik setclearart van fanart.tv
pl_pl: Włącz clearart zestawu z fanart.tv

# #30806
source: Enable set banner from fanart.tv
nl_nl: Gebruik setbanner van fanart.tv
pl_pl: Włącz baner zestawu z fanart.tv

# #30807
source: Enable set landscape from fanart.tv
nl_nl: Gebruik setachtergrond van fanart.tv
pl_pl: Włącz krajobraz (landscape) zestawu z fanart.tv

# #30808
source: Enable set discart from fanart.tv
nl_nl: Gebruik setdiscart van fanart.tv
pl_pl: Włącz grafikę dysku zestawu z fanart.tv

# Addon Summary
source: Universal Movie Scraper
nl_nl: Universele filmscraper
